{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": " SOULS"
			},
			"Translation":
			{
				"Text": "灵魂"
			},
			"Key": "4E28B26D42ED112E64698EB7B8B9CC6B"
		},
		{
			"Source":
			{
				"Text": "A Ball Of Flame"
			},
			"Translation":
			{
				"Text": "火焰球"
			},
			"Key": "2A8E08054283E3BA61BCFBA10022B0EC"
		},
		{
			"Source":
			{
				"Text": "A Wave Of Flames"
			},
			"Translation":
			{
				"Text": "火焰之波"
			},
			"Key": "0F8A1CA447B53815E38CF88A954BE20C"
		},
		{
			"Source":
			{
				"Text": "AgeRange"
			},
			"Translation":
			{
				"Text": "年龄段"
			},
			"Key": "43734DF3400B0235B117259C303E56A1"
		},
		{
			"Source":
			{
				"Text": "An Unreal Engine 4 Learning Resource"
			},
			"Translation":
			{
				"Text": "Unreal Engine 4 学习资料"
			},
			"Key": "87B1A719466E34FE317867A4BF4EDB24"
		},
		{
			"Source":
			{
				"Text": "Avatar"
			},
			"Translation":
			{
				"Text": "头像"
			},
			"Key": "04061D0E4871595D94E3B7BBDC65E604"
		},
		{
			"Source":
			{
				"Text": "Back"
			},
			"Translation":
			{
				"Text": "后退"
			},
			"Key": "356765FF404C93B3928C4AA696BC6722"
		},
		{
			"Source":
			{
				"Text": "Back"
			},
			"Translation":
			{
				"Text": "后退"
			},
			"Key": "3E35D14C45F281C3E9FC02974464C8FA"
		},
		{
			"Source":
			{
				"Text": "Camera Shake"
			},
			"Translation":
			{
				"Text": "相机抖动"
			},
			"Key": "792B7AAF487B6E2F5D2AD9AA74382AF2"
		},
		{
			"Source":
			{
				"Text": "Cleaver"
			},
			"Translation":
			{
				"Text": "菜刀"
			},
			"Key": "BED925A04CF068726354C094D458C750"
		},
		{
			"Source":
			{
				"Text": "Combust"
			},
			"Translation":
			{
				"Text": "燃烧"
			},
			"Key": "9E5C7CDA4743D21A1D78868B41187F42"
		},
		{
			"Source":
			{
				"Text": "Confirm Purchase"
			},
			"Translation":
			{
				"Text": "确认购买"
			},
			"Key": "43DD8FE14C690C8C0BD3548A84BBCAA4"
		},
		{
			"Source":
			{
				"Text": "Documentation"
			},
			"Translation":
			{
				"Text": "文档"
			},
			"Key": "A17642A74F949FF16433D5A241ABC422"
		},
		{
			"Source":
			{
				"Text": "ENGLISH"
			},
			"Translation":
			{
				"Text": "ENGLISH"
			},
			"Key": "3125285F427A73BB1FB258B163307BF3"
		},
		{
			"Source":
			{
				"Text": "Edges of death"
			},
			"Translation":
			{
				"Text": "死亡边缘"
			},
			"Key": "16A6612E48F4C15D9B28DA8F51655D6E"
		},
		{
			"Source":
			{
				"Text": "Email"
			},
			"Translation":
			{
				"Text": "邮件"
			},
			"Key": "28A89A92447D5CC3D4AEB8BABECBE954"
		},
		{
			"Source":
			{
				"Text": "Fire Ball"
			},
			"Translation":
			{
				"Text": "火球"
			},
			"Key": "D78D38E142F176CA2170E8812F150800"
		},
		{
			"Source":
			{
				"Text": "Fire Wave"
			},
			"Translation":
			{
				"Text": "火波"
			},
			"Key": "1A16487940EFB702962400A6BF8FE71F"
		},
		{
			"Source":
			{
				"Text": "Firey Edges"
			},
			"Translation":
			{
				"Text": "火边"
			},
			"Key": "C3DB551542AB83E09AB28CA8AF7D8720"
		},
		{
			"Source":
			{
				"Text": "Game Over"
			},
			"Translation":
			{
				"Text": "游戏结束"
			},
			"Key": "3CE72C1346E3A17A0EDCF886D2082BD5"
		},
		{
			"Source":
			{
				"Text": "Has a limited time!"
			},
			"Translation":
			{
				"Text": "时间限制"
			},
			"Key": "76563E4A41EED38578122CAA306C76EB"
		},
		{
			"Source":
			{
				"Text": "Health Potion"
			},
			"Translation":
			{
				"Text": "生命药水"
			},
			"Key": "CFD9809843F3DC1168E5109DEE7BCC15"
		},
		{
			"Source":
			{
				"Text": "INVENTORY"
			},
			"Translation":
			{
				"Text": "背包"
			},
			"Key": "28405666464B13B3730B0594BB4B584C"
		},
		{
			"Source":
			{
				"Text": "IsAnonymous"
			},
			"Translation":
			{
				"Text": "是否匿名"
			},
			"Key": "8D452BD74B4500694065D49826525758"
		},
		{
			"Source":
			{
				"Text": "IsAuthenticated"
			},
			"Translation":
			{
				"Text": "是否验证"
			},
			"Key": "5A018D0547083B43F0CE17BB2FC02D30"
		},
		{
			"Source":
			{
				"Text": "IsMobilePhoneVerified"
			},
			"Translation":
			{
				"Text": "是否验证手机"
			},
			"Key": "F147C1E848C67D9E6354DDA31DB4E266"
		},
		{
			"Source":
			{
				"Text": "JOIN GAME"
			},
			"Translation":
			{
				"Text": "加入游戏"
			},
			"Key": "8A445D784E995F2AEA546FA8C2674B36"
		},
		{
			"Source":
			{
				"Text": "Knight Sword"
			},
			"Translation":
			{
				"Text": "骑士剑"
			},
			"Key": "84B6714840065277292F84A52CAF52AD"
		},
		{
			"Source":
			{
				"Text": "LEAVE GAME"
			},
			"Translation":
			{
				"Text": "离开游戏"
			},
			"Key": "6D9EF2BD4FE2AA1C8AD06E90748DAD6E"
		},
		{
			"Source":
			{
				"Text": "Legendary Sword"
			},
			"Translation":
			{
				"Text": "传奇之剑"
			},
			"Key": "303793B74A2CCB8540C0A786C185DABF"
		},
		{
			"Source":
			{
				"Text": "Mana Potion"
			},
			"Translation":
			{
				"Text": "魔法值药水"
			},
			"Key": "72B1BBF84F827F42444741925FEC3629"
		},
		{
			"Source":
			{
				"Text": "Meteor Shower"
			},
			"Translation":
			{
				"Text": "流星雨"
			},
			"Key": "83DA00E242929CC669686FB407ACF9E9"
		},
		{
			"Source":
			{
				"Text": "MobilePhoneNumber"
			},
			"Translation":
			{
				"Text": "电话号码"
			},
			"Key": "5848833B4D39F76C39935E9D9A608899"
		},
		{
			"Source":
			{
				"Text": "Molten Axe"
			},
			"Translation":
			{
				"Text": "熔火之斧"
			},
			"Key": "9867AB644392579B5148F88BC521D6DE"
		},
		{
			"Source":
			{
				"Text": "Music"
			},
			"Translation":
			{
				"Text": "音乐"
			},
			"Key": "3B20931D4E375827EB4B01963190A520"
		},
		{
			"Source":
			{
				"Text": "NickName"
			},
			"Translation":
			{
				"Text": "昵称"
			},
			"Key": "6B6B734441D6746CB5B3BEA236BBED24"
		},
		{
			"Source":
			{
				"Text": "OPTIONS"
			},
			"Translation":
			{
				"Text": "选项"
			},
			"Key": "50A01BBF44CCA82A5B922B9060E96C0A"
		},
		{
			"Source":
			{
				"Text": "ObjectId"
			},
			"Translation":
			{
				"Text": "ObjectId"
			},
			"Key": "7FF2294C432FAC208835E0987954D0C9"
		},
		{
			"Source":
			{
				"Text": "Open The Skies"
			},
			"Translation":
			{
				"Text": "打开天空"
			},
			"Key": "33491717449363BBE4C15FAEFB6D2847"
		},
		{
			"Source":
			{
				"Text": "Password"
			},
			"Translation":
			{
				"Text": "密码"
			},
			"Key": "AA5EA8A8485F03BBA75224A2FCAFA0DE"
		},
		{
			"Source":
			{
				"Text": "Pause"
			},
			"Translation":
			{
				"Text": "暂停"
			},
			"Key": "6B3FAFDF4BB26A8E7727F6AC422D235F"
		},
		{
			"Source":
			{
				"Text": "Press ENTER to Skip Intro"
			},
			"Translation":
			{
				"Text": "点击回车跳过"
			},
			"Key": "B5E0C2F848B34C2403E51782A3253463"
		},
		{
			"Source":
			{
				"Text": "QUIT"
			},
			"Translation":
			{
				"Text": "退出"
			},
			"Key": "827D088A4246FD6A07C8C59F76BFEA6B"
		},
		{
			"Source":
			{
				"Text": "Rate Us"
			},
			"Translation":
			{
				"Text": "联系我们"
			},
			"Key": "9393A2674368B22098DD3497215BA0F5"
		},
		{
			"Source":
			{
				"Text": "Recovers 50% HP"
			},
			"Translation":
			{
				"Text": "恢复50%生命值"
			},
			"Key": "ABF842DA4F6643C511985B967DB16E63"
		},
		{
			"Source":
			{
				"Text": "Recovers 50% HP & 50% Mana"
			},
			"Translation":
			{
				"Text": "恢复50%生命值和魔法值"
			},
			"Key": "89C2738A4D59491F49A16AAE86B509C1"
		},
		{
			"Source":
			{
				"Text": "Recovers 50% MP"
			},
			"Translation":
			{
				"Text": "恢复50%魔法值"
			},
			"Key": "6980D0294591B499719A5EB41484FEF0"
		},
		{
			"Source":
			{
				"Text": "Release Your Inner Fire"
			},
			"Translation":
			{
				"Text": "释放你内心的火焰"
			},
			"Key": "67E350204EF43AA5882FFD8A3EC87AA5"
		},
		{
			"Source":
			{
				"Text": "RemainingTime"
			},
			"Translation":
			{
				"Text": "剩余时间"
			},
			"Key": "C4D6AF084A00CFF32C7EE08CDC8D5A85"
		},
		{
			"Source":
			{
				"Text": "SPACE"
			},
			"Translation":
			{
				"Text": "空间"
			},
			"Key": "7C9C464A4E321160AC4910A324C28D84"
		},
		{
			"Source":
			{
				"Text": "START GAME"
			},
			"Translation":
			{
				"Text": "开始游戏"
			},
			"Key": "7440A6354739971BBAEF0D8CE91C7BEA"
		},
		{
			"Source":
			{
				"Text": "START ONLINE GAME"
			},
			"Translation":
			{
				"Text": "开始线上游戏"
			},
			"Key": "8709348D42D8D47AFE6F6CB331FB5717"
		},
		{
			"Source":
			{
				"Text": "Select Your Language"
			},
			"Translation":
			{
				"Text": "选择你的语言"
			},
			"Key": "8174696B4C17D7524969849B4BD39CF8"
		},
		{
			"Source":
			{
				"Text": "SessionToken"
			},
			"Translation":
			{
				"Text": "SessionToken"
			},
			"Key": "9BE0967A4A5BB2A98AED1B9C027A1B77"
		},
		{
			"Source":
			{
				"Text": "Sharp Spikes"
			},
			"Translation":
			{
				"Text": "锋利的尖刺"
			},
			"Key": "E2E9929546B8A68402B647961B8C8C51"
		},
		{
			"Source":
			{
				"Text": "Sharp and dangerous"
			},
			"Translation":
			{
				"Text": "锋利而危险"
			},
			"Key": "C5C995194DF520106ED21787C098AFEE"
		},
		{
			"Source":
			{
				"Text": "ShortID"
			},
			"Translation":
			{
				"Text": "ShortID"
			},
			"Key": "F6CF97E847E9468E054E23B5367A7F4A"
		},
		{
			"Source":
			{
				"Text": "Souls"
			},
			"Translation":
			{
				"Text": "灵魂"
			},
			"Key": "76E30AC948AB9973EC633E808413EBC3"
		},
		{
			"Source":
			{
				"Text": "Sound FX"
			},
			"Translation":
			{
				"Text": "音效"
			},
			"Key": "EFEC4BD743D6809A28EEC9B98546180A"
		},
		{
			"Source":
			{
				"Text": "Spiked Blunt"
			},
			"Translation":
			{
				"Text": "尖刺钝器"
			},
			"Key": "698A5D5440A9AA9FD6FB5798AE0EEB5E"
		},
		{
			"Source":
			{
				"Text": "Talon Sword"
			},
			"Translation":
			{
				"Text": "利爪剑"
			},
			"Key": "222818744FB7E79AC608E59E93D8D4C7"
		},
		{
			"Source":
			{
				"Text": "Text Block"
			},
			"Translation":
			{
				"Text": "Text Block"
			},
			"Key": "5925CBF14413D3F1F57BB785B921935B"
		},
		{
			"Source":
			{
				"Text": "The Almighty"
			},
			"Translation":
			{
				"Text": "全能者"
			},
			"Key": "730676FF41EC73507CD73DAA4D8E7BE8"
		},
		{
			"Source":
			{
				"Text": "Time Bonus"
			},
			"Translation":
			{
				"Text": "时间奖励"
			},
			"Key": "CBFC601A49703647DCF577AAC78997C7"
		},
		{
			"Source":
			{
				"Text": "Total Kills"
			},
			"Translation":
			{
				"Text": "总击杀"
			},
			"Key": "BFAA29B14DBE69646A9D12A28390A98E"
		},
		{
			"Source":
			{
				"Text": "Touch to Skip Intro"
			},
			"Translation":
			{
				"Text": "点击跳过简介"
			},
			"Key": "13FCB55E4CBBA728E004368007BD800A"
		},
		{
			"Source":
			{
				"Text": "Username"
			},
			"Translation":
			{
				"Text": "用户名"
			},
			"Key": "7C4996704AC6BF13D4B2B68D51268C2D"
		},
		{
			"Source":
			{
				"Text": "Vibration"
			},
			"Translation":
			{
				"Text": "振动"
			},
			"Key": "C0AA2B0341797F01EF494EAE44A9122B"
		},
		{
			"Source":
			{
				"Text": "WAVE {1}"
			},
			"Translation":
			{
				"Text": "关卡 {1}"
			},
			"Key": "2376646D438CBA25EF8561A1FA88B66A"
		},
		{
			"Source":
			{
				"Text": "WAVE {1} COMPLETE"
			},
			"Translation":
			{
				"Text": "关卡 {1} 完成"
			},
			"Key": "1236E0B041EF38CE8000489650435B04"
		},
		{
			"Source":
			{
				"Text": "War Hammer"
			},
			"Translation":
			{
				"Text": "战斧"
			},
			"Key": "E9F10CFB4697C1F3CAECCAB573C1D0F9"
		},
		{
			"Source":
			{
				"Text": "Weapon PickUp"
			},
			"Translation":
			{
				"Text": "武器道具"
			},
			"Key": "00C01DB74E7D61AF133227ADA42C5690"
		},
		{
			"Source":
			{
				"Text": "{1}"
			},
			"Translation":
			{
				"Text": "{1}"
			},
			"Key": "F42C7BB94CC7F685D6FB9BA5063DD9B1"
		},
		{
			"Source":
			{
				"Text": "{1} souls"
			},
			"Translation":
			{
				"Text": "{1} souls"
			},
			"Key": "26998F98459FF1691D3A4B871A787707"
		},
		{
			"Source":
			{
				"Text": "{1}s"
			},
			"Translation":
			{
				"Text": "{1}s"
			},
			"Key": "E4FA8EC94038FF48BD259F8A218927E0"
		},
		{
			"Source":
			{
				"Text": "© 2018 Epic Games, Inc.  Epic, Epic Games, Unreal, Unreal Engine 4, UE4 and their respective logos are trademarks or registered trademarks of Epic Games, Inc. in the United States of America and elsewhere.  All rights reserved."
			},
			"Translation":
			{
				"Text": "© 2018 Epic Games, Inc.  Epic, Epic Games, Unreal, Unreal Engine 4, UE4 and their respective logos are trademarks or registered trademarks of Epic Games, Inc. in the United States of America and elsewhere.  All rights reserved."
			},
			"Key": "572AF9C143FBAAE2FF6FC084E8E237EB"
		},
		{
			"Source":
			{
				"Text": "关卡"
			},
			"Translation":
			{
				"Text": "关卡"
			},
			"Key": "2AEA16EE49B1E0507121C19ABA45DEDA"
		},
		{
			"Source":
			{
				"Text": "关卡榜"
			},
			"Translation":
			{
				"Text": "关卡榜"
			},
			"Key": "81EB2FE044C9809C4499D7997F53D4F7"
		},
		{
			"Source":
			{
				"Text": "击杀"
			},
			"Translation":
			{
				"Text": "击杀"
			},
			"Key": "2F9A04804458362AD7EEA282D40361A1"
		},
		{
			"Source":
			{
				"Text": "击杀榜"
			},
			"Translation":
			{
				"Text": "击杀榜"
			},
			"Key": "11A2808D4AC30EEAE4F8ED8BB4724CA4"
		},
		{
			"Source":
			{
				"Text": "周"
			},
			"Translation":
			{
				"Text": "周"
			},
			"Key": "9254265A4138DC575C4A58AED2482FB0"
		},
		{
			"Source":
			{
				"Text": "周"
			},
			"Translation":
			{
				"Text": "周"
			},
			"Key": "BC64927745D4EC6B5473608A6E2B128D"
		},
		{
			"Source":
			{
				"Text": "总计"
			},
			"Translation":
			{
				"Text": "总计"
			},
			"Key": "495A046E4CCFE6D7831012809C7DAC90"
		},
		{
			"Source":
			{
				"Text": "总计"
			},
			"Translation":
			{
				"Text": "总计"
			},
			"Key": "9B0A2BF64FEFF96491145AB9C8FD2FB4"
		},
		{
			"Source":
			{
				"Text": "日"
			},
			"Translation":
			{
				"Text": "日"
			},
			"Key": "26A24B714290B8A03DDBE3B6539F39F3"
		},
		{
			"Source":
			{
				"Text": "日"
			},
			"Translation":
			{
				"Text": "日"
			},
			"Key": "723F0C7140DD24161489E581DC23EE19"
		},
		{
			"Source":
			{
				"Text": "月"
			},
			"Translation":
			{
				"Text": "月"
			},
			"Key": "10DF669F43C9658F82D17CA65C94BF85"
		},
		{
			"Source":
			{
				"Text": "月"
			},
			"Translation":
			{
				"Text": "月"
			},
			"Key": "238531B74DD0A4466C1CF69CD63BBA2B"
		},
		{
			"Source":
			{
				"Text": "简体中文"
			},
			"Translation":
			{
				"Text": "简体中文"
			},
			"Key": "A7A5296C4126C3C4084122A9DB53D154"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "CommonWords",
			"Children": [
				{
					"Source":
					{
						"Text": "AUTOPLAY"
					},
					"Translation":
					{
						"Text": "自动"
					},
					"Key": "AUTOPLAY"
				},
				{
					"Source":
					{
						"Text": "BACK"
					},
					"Translation":
					{
						"Text": "后退"
					},
					"Key": "BACK"
				},
				{
					"Source":
					{
						"Text": "CANCEL"
					},
					"Translation":
					{
						"Text": "取消"
					},
					"Key": "CANCEL"
				},
				{
					"Source":
					{
						"Text": "CONFIRM"
					},
					"Translation":
					{
						"Text": "确认"
					},
					"Key": "CONFIRM"
				},
				{
					"Source":
					{
						"Text": "Health"
					},
					"Translation":
					{
						"Text": "生命值"
					},
					"Key": "Health"
				},
				{
					"Source":
					{
						"Text": "Health + Mana"
					},
					"Translation":
					{
						"Text": "生命值和魔法值"
					},
					"Key": "Health+Mana"
				},
				{
					"Source":
					{
						"Text": "MAIN MENU"
					},
					"Translation":
					{
						"Text": "主菜单"
					},
					"Key": "MAINMENU"
				},
				{
					"Source":
					{
						"Text": "Mana"
					},
					"Translation":
					{
						"Text": "魔法值"
					},
					"Key": "Mana"
				},
				{
					"Source":
					{
						"Text": "OPTIONS"
					},
					"Translation":
					{
						"Text": "药水"
					},
					"Key": "OPTIONS"
				},
				{
					"Source":
					{
						"Text": "POTION"
					},
					"Translation":
					{
						"Text": "选项"
					},
					"Key": "POTION"
				},
				{
					"Source":
					{
						"Text": "SKILL"
					},
					"Translation":
					{
						"Text": "技能"
					},
					"Key": "SKILL"
				},
				{
					"Source":
					{
						"Text": "WEAPON"
					},
					"Translation":
					{
						"Text": "武器"
					},
					"Key": "WEAPON"
				}
			]
		},
		{
			"Namespace": "TapSDKDemo",
			"Children": [
				{
					"Source":
					{
						"Text": "Game Over"
					},
					"Translation":
					{
						"Text": "游戏结束"
					},
					"Key": "GameOverTimeOut"
				},
				{
					"Source":
					{
						"Text": "{0}+"
					},
					"Translation":
					{
						"Text": "{0}+"
					},
					"Key": "AgeRangeFormat"
				},
				{
					"Source":
					{
						"Text": "可玩时长耗尽"
					},
					"Translation":
					{
						"Text": "可玩时长耗尽"
					},
					"Key": "DurationLimit"
				},
				{
					"Source":
					{
						"Text": "登录失败"
					},
					"Translation":
					{
						"Text": "登录失败"
					},
					"Key": "LoginFailed"
				},
				{
					"Source":
					{
						"Text": "请进行实名认证"
					},
					"Translation":
					{
						"Text": "请进行实名认证"
					},
					"Key": "RealNameStop"
				},
				{
					"Source":
					{
						"Text": "达到宵禁时长"
					},
					"Translation":
					{
						"Text": "达到宵禁时长"
					},
					"Key": "PeriodRestrict"
				}
			]
		},
		{
			"Namespace": "UMG",
			"Children": [
				{
					"Source":
					{
						"Text": "Text Block"
					},
					"Translation":
					{
						"Text": "Text Block"
					},
					"Key": "TextBlockDefaultValue"
				}
			]
		}
	]
}